<?php

return [
    'login' => [
        'top' => 'ログイン',
    ],
    'home' => [
        'top' => '管理画面トップ',
    ],
    'post' => [
        'list'      => '投稿管理',
        'create'    => '投稿管理 新規登録',
        'edit'      => '投稿管理 編集',
    ],
    'image' => [
        'list'      => '画像管理',
        'create'    => '画像管理 新規登録',
        'edit'      => '画像管理 編集',
    ],
    'category' => [
        'list'      => 'カテゴリマスタ',
        'create'    => 'カテゴリマスタ 新規登録',
        'edit'      => 'カテゴリマスタ 編集',
    ],
    'user' => [
        'list'      => 'ユーザー管理',
        'create'    => 'ユーザー管理 新規登録',
        'edit'      => 'ユーザー管理 編集',
    ],
    'profile' => [
        'edit'      => 'プロフィール編集',
    ],
];
