<?php

return [
    'common' => [
        'noitem'  => '対象の値が見つかりません。',
        'nomsg'   => 'メッセージが見つかりません。',
        'nodata'  => '対象のデータが見つかりませんでした。',
        'success' => '保存しました。',
    ],
    'error' => [
        'insert'  => '登録に失敗しました。入力内容をご確認ください。',
        'update'  => '更新に失敗しました。入力内容をご確認ください。',
        'session' => 'ログインの有効期限が切れました。再度ログインしてください。',
        'file_upload' => 'ファイルのアップロードに失敗しました。',
    ],
    'exception' => [
        'insert'  => '登録処理中に想定外のエラーが発生しました。管理者にお問い合わせください。',
        'update'  => '更新処理中に想定外のエラーが発生しました。管理者にお問い合わせください。',
    ],
];
